{
  "paragraphs":
[
  {
    "id": "1",
    "title": "ما هي خلفية قرار حل الحشد الشعبي في العراق؟ (الباب الثاني: الفصل 14)",
    "content": "- أصدر رئيس الوزراء عادل عبد المهدي في 2019 قرارًا بإغلاق مقار الحشد الشعبي داخل وخارج المدن.\n- طُلب من فصائل الحشد الاندماج في الجيش تحت قيادة موحدة أو قطع صلتها بالأحزاب السياسية.\n- تأسس الحشد عام 2014 بقرار من نوري المالكي لمواجهة داعش، مدعومًا بفتوى الجهاد الكفائي للسيستاني.\n- توسع الحشد إلى 30 فصيلًا و125,000 مقاتل، لكنه تحول إلى قوة موازية تهدد سلطة الدولة.\n- أثار وجود الحشد مخاوف السنة والأكراد بسبب انتهاكات حقوق الإنسان وارتباط بعض فصائله بإيران.\n- جاء القرار وسط ضغوط أمريكية لتقليص النفوذ الإيراني في العراق."
  },
  {
    "id": "2",
    "title": "كيف تفاعلت فصائل الحشد مع قرار الحل؟ (الباب الثاني: الفصل 14)",
    "content": "- رفضت فصائل موالية لإيران، تضم 60,000 مقاتل، القرار ونظمت احتجاجات في بغداد بعبارات 'الحشد باقٍ'.\n- أطلقت بعض الفصائل صواريخ كاتيوشا على القصور الرئاسية في الموصل، في تحدٍ علني للحكومة.\n- التزمت فصائل مثل سرايا السلام وعصائب أهل الحق بالقرار جزئيًا، مع الحفاظ على استقلاليتها.\n- أظهر الحشد انقسامًا بين فصائل وطنية تقدم خدمات أمنية وأخرى متهمة بالفساد والابتزاز.\n- أثارت انتهاكات الحشد، مثل الاعتقالات غير القانونية، استياءً شعبيًا واسعًا.\n- حاولت الحكومة تهدئة التوتر عبر تعهدها بدمج الحشد بشكل منظم في المؤسسة العسكرية."
  },
  {
    "id": "3",
    "title": "ما هي الضغوط الدولية على قرار حل الحشد؟ (الباب الثاني: الفصل 14)",
    "content": "- طالبت الولايات المتحدة بحل الحشد بعد تصنيف الحرس الثوري الإيراني كمنظمة إرهابية في 2018.\n- زار بومبيو بغداد في مايو 2019، مهددًا برد عسكري إذا استهدف الحشد مصالح أمريكا.\n- اعتمد العراق على إيران للغاز والكهرباء، مما جعل تنفيذ القرار معقدًا بسبب الضغط الإيراني.\n- دعمت السعودية قرار الحل، معتبرة الحشد تهديدًا للأمن الإقليمي بسبب ارتباطه بإيران.\n- حذرت إسرائيل من نقل صواريخ إيرانية عبر الحشد إلى سوريا، مهددة بضربات جوية.\n- حاولت الحكومة العراقية تحقيق توازن بين إرضاء أمريكا وتجنب استفزاز إيران."
  },
  {
    "id": "4",
    "title": "ما هي تحديات تنفيذ قرار حل الحشد؟ (الباب الثاني: الفصل 14)",
    "content": "- واجه القرار عقبات بسبب سيطرة الحشد على مناطق استراتيجية، مثل الحدود السورية.\n- تدخل الجيش العراقي لإجبار الحشد على الانسحاب من مواقع حساسة، لكنه واجه مقاومة.\n- أثار تمركز الحشد قرب القوات الأمريكية إحراجًا للحكومة العراقية.\n- حاول عبد المهدي إرضاء الفصائل عبر تخصيص ميزانيات لدمج مقاتلي الحشد في الجيش.\n- أدى رفض فصائل الحشد قطع علاقتها بالأحزاب إلى تعقيد عملية إعادة الهيكلة.\n- حذرت الأمم المتحدة من مخاطر تصعيد التوتر بين الحشد والحكومة على الاستقرار."
  },
  {
    "id": "5",
    "title": "ما هي تفاصيل القصف على معسكرات الحشد الشعبي؟ (الباب الثاني: الفصل 15)",
    "content": "- أكدت خلية الإعلام الأمني قصف طائرة مجهولة لمعسكر الشهداء التابع لكتائب حزب الله في يوليو 2019.\n- وقع القصف في قضاء طوزخرماتو بمحافظة صلاح الدين، واستهدف معسكرًا يضم عناصر تركمانية.\n- احتوى المعسكر على صواريخ باليستية إيرانية وورش لتجميع صواريخ كاتيوشا وسكود.\n- أسفر القصف عن مقتل قائد في الحرس الثوري الإيراني وإصابة عناصر من حزب الله اللبناني.\n- أشار الشيخ ثائر البياتي إلى وجود خبراء إيرانيين في المعسكر أثناء القصف.\n- كشفت مصادر محلية عن تدمير مستودعات أسلحة ثقيلة تابعة للحشد."
  },
  {
    "id": "6",
    "title": "كيف تمت التحقيقات في قصف معسكرات الحشد؟ (الباب الثاني: الفصل 15)",
    "content": "- شكل عبد المهدي لجنة تحقيق زعمت أن الانفجار ناتج عن حريق داخلي وليس قصفًا.\n- نشرت مواقع إيرانية صور تشييع قائد الحرس الثوري أبو الفضل سرابيان، ناقضة رواية الحكومة.\n- نفى البنتاغون مسؤوليته عن القصف، لكن وسائل إعلام إسرائيلية ألمحت إلى ضلوع إسرائيل.\n- استند القصف إلى معلومات من أقمار صناعية وطائرات استطلاع، مع دعم مصادر سنية محلية.\n- أثارت الغارة غضب فصائل الحشد، التي هددت بالرد على أي استهداف مستقبلي.\n- دعا البرلمان العراقي إلى طرد القوات الأجنبية، معتبرًا القصف انتهاكًا للسيادة."
  },
  {
    "id": "7",
    "title": "ما هو سياق قصف معسكرات الحشد؟ (الباب الثاني: الفصل 15)",
    "content": "- سبق القصف هجمات أمريكية في يناير 2019 على مواقع الحشد في النخيب والثرثار.\n- استهدفت غارة إسرائيلية في يوليو 2019 معسكر أشرف في ديالى، مما أدى إلى تدمير أسلحة بدر.\n- حذر بومبيو عبد المهدي من أن أمريكا لن تتدخل إذا قصفت إسرائيل مواقع الحشد.\n- جاء القصف وسط تصاعد التوتر الأمريكي-الإيراني بعد هجمات على ناقلات نفط في الخليج.\n- أكدت مصادر دبلوماسية أن القصف نفذته طائرة إسرائيلية من طراز F-35.\n- هدفت الغارات إلى منع نقل أسلحة إيرانية عبر العراق إلى سوريا ولبنان."
  },
  {
    "id": "8",
    "title": "ما هي التداعيات السياسية لقصف معسكرات الحشد؟ (الباب الثاني: الفصل 15)",
    "content": "- عزز القصف قرار حل الحشد، حيث بدأت فصائل بنقل أسلحتها لتجنب ضربات جديدة.\n- أثار القصف جدلاً حول السيادة العراقية، مع اتهامات للحكومة بالتواطؤ مع أمريكا.\n- دعا مقتدى الصدر إلى حماية مقاتلي الحشد، لكنه أيد دمجهم في الجيش.\n- هددت فصائل الحشد باستهداف السفارة الأمريكية إذا تكررت الغارات.\n- حاولت الحكومة تهدئة التوتر عبر تعزيز الدفاعات الجوية حول مواقع الحشد.\n- أكدت الأمم المتحدة على ضرورة احترام سيادة العراق وتجنب التصعيد."
  },
  {
    "id": "9",
    "title": "ما هي أسباب اندلاع مظاهرات أكتوبر 2019 في العراق؟ (الباب الثاني: الفصل 16)",
    "content": "- بدأت مظاهرات أكتوبر 2019 في بغداد والمحافظات الشيعية، مطالبة بتحسين الخدمات ومكافحة الفساد.\n- نُظمت الاحتجاجات عبر مواقع التواصل الاجتماعي، مع مشاركة شبابية واسعة دون دعم أحزاب.\n- طالبت المظاهرات بإنهاء النفوذ الأمريكي والإيراني، معبرة عن رفض التدخلات الأجنبية.\n- تميزت الاحتجاجات بالطابع الشيعي، مع غياب المشاركة السنية خوفًا من اتهامات بالإرهاب.\n- تصاعدت المطالب لتشمل إسقاط النظام الطائفي وإجراء انتخابات مبكرة.\n- أظهرت المظاهرات وعيًا شعبيًا بضرورة إصلاح النظام السياسي والاقتصادي."
  },
  {
    "id": "10",
    "title": "كيف استجابت الحكومة العراقية لمظاهرات أكتوبر 2019؟ (الباب الثاني: الفصل 16)",
    "content": "- فرضت الحكومة حظر تجوال وحجبت الإنترنت، مما زاد غضب المتظاهرين.\n- استخدمت قوات الأمن الرصاص الحي ومدافع المياه، مما أسفر عن 100 قتيل و6,000 جريح.\n- أثارت تقارير عن قناصة ملثمين شكوكًا بتدخل ميليشيات الحشد لإثارة الفوضى.\n- قتل 8 من الشرطة ودُمرت 60 مبنى حكومي، مما أظهر تصاعد العنف.\n- شكل عبد المهدي لجنة تحقيق، لكنها فشلت في محاسبة المسؤولين عن القمع.\n- دعا السيستاني إلى ضبط النفس وحماية المتظاهرين، لكنه حذر من استغلال الاحتجاجات."
  },
  {
    "id": "11",
    "title": "ما هي أبعاد الفساد في العراق خلال 2019؟ (الباب الثاني: الفصل 16)",
    "content": "- وصل العراق إلى المرتبة 166 عالميًا في مؤشر الشفافية لعام 2019، مما يعكس تفشي الفساد.\n- قدرت خسائر الفساد بين 300-600 مليار دولار منذ 2003، مع توقف آلاف المشاريع.\n- حقق مجلس مكافحة الفساد في 29,000 قضية، شملت وزراء ونواب، لكن قلة أُدينوا.\n- قرر عبد المهدي تنحية 1,000 موظف فاسد في 2019، لكن الإجراءات بقيت رمزية.\n- أدى الفساد إلى تدهور الخدمات، مع انقطاع الكهرباء ونقص المياه في الجنوب.\n- استغلت الأحزاب السياسية الفساد لتعزيز نفوذها عبر شبكات المحسوبية."
  },
  {
    "id": "12",
    "title": "ما هي التداعيات السياسية لمظاهرات أكتوبر 2019؟ (الباب الثاني: الفصل 16)",
    "content": "- علق تحالف المحور الوطني ومقتدى الصدر عضويتهما في البرلمان للضغط من أجل إصلاحات.\n- قدمت الحكومة إجراءات مثل صرف رواتب لـ600,000 أسرة وبناء 100,000 وحدة سكنية.\n- حاولت إيران امتصاص الغضب الشعبي عبر دعم الحكومة، خوفًا من فقدان نفوذها.\n- هددت فصائل الحشد بالانقلاب إذا استمرت الاحتجاجات، مما زاد التوتر.\n- دعا البرلمان إلى إجراء انتخابات مبكرة، لكن الأحزاب الحاكمة عارضت ذلك.\n- أكدت الأمم المتحدة على ضرورة حماية حقوق المتظاهرين وإجراء تحقيقات مستقلة."
  },
  {
    "id": "13",
    "title": "ما هي الأهمية الاستراتيجية لسوريا في الصراع الإقليمي؟ (الباب الثالث: الفصل 1)",
    "content": "- تُعد سوريا محور الصراع الإقليمي بسبب موقعها الجغرافي الذي يربط العراق بلبنان وتركيا.\n- أثرت الأزمة السورية على استقرار المنطقة، مع تداعيات على مصر والسعودية والخليج.\n- شكلت سوريا جزءًا من المثلث العربي (مع مصر والسعودية) الذي حقق انتصارات تاريخية.\n- أدى دعم سوريا لإيران وحزب الله إلى توتر علاقاتها مع دول الخليج منذ 2003.\n- علقت الجامعة العربية عضوية سوريا في 2011، مما عزز عزلتها العربية.\n- أثرت الأزمة على اقتصاد دول الجوار، خاصة لبنان والأردن، بسبب تدفق اللاجئين."
  },
  {
    "id": "14",
    "title": "كيف أثر الدور السلفي والسعودي على الأزمة السورية؟ (الباب الثالث: الفصل 1)",
    "content": "- شن الإعلام السلفي بقيادة عدنان العرعور حملات تحريض ضد النظام السوري منذ 2011.\n- شارك 10,000 سعودي في القتال مع فصائل جهادية، مدعومين بتبرعات ضخمة.\n- جمعت جمعية السلام التابعة للعرعور ملايين الدولارات لدعم المعارضة المسلحة.\n- فرضت السعودية عقوبات في 2014 على المقاتلين في سوريا، وأغلقت قنوات تحريضية.\n- أدرجت السعودية حزب الله والإخوان وجبهة النصرة وداعش ضمن الجماعات الإرهابية.\n- أدت المراجعة السعودية إلى تراجع الدعم للجماعات المسلحة في سوريا."
  },
  {
    "id": "15",
    "title": "كيف تغيرت مواقف الدول الإقليمية تجاه سوريا؟ (الباب الثالث: الفصل 1)",
    "content": "- أعادت السعودية فتح قنوات تجارية مع سوريا عبر معبر نصيب الحدودي في 2014.\n- قبلت الكويت طلب سوريا بإعادة فتح سفارتها، ومنحت تأشيرات لدبلوماسيين سوريين.\n- التقى وفد عُماني بوليد المعلم في دمشق لبحث استئناف عمل السفارات.\n- افتتحت تونس مكتبًا في دمشق لمساعدة مواطنيها العائدين من الجهاد.\n- توسطت إيران لاستئناف علاقات قطر بسوريا بعد توتر علاقاتها بالسعودية.\n- تراجعت تركيا عن شروطها لإسقاط الأسد بعد مباحثات مع العراق في 2014."
  },
  {
    "id": "16",
    "title": "ما هي جهود التسوية الدولية للأزمة السورية؟ (الباب الثالث: الفصل 1)",
    "content": "- التقى سعود الفيصل بفابيوس وكيري في باريس عام 2014 لمناقشة تسوية الأزمة السورية.\n- اقترحت السعودية اقتسام السلطة بين الأسد والمعارضة على غرار النموذج اليمني.\n- رفضت روسيا الصفقة، وأكد بوتين دعمه للنظام السوري بعد استقبال وليد المعلم.\n- أوفدت فرنسا ضابط مخابرات إلى دمشق للتعاون في مكافحة الإرهاب.\n- استأنفت المخابرات الأمريكية اتصالاتها مع سوريا عبر وسطاء ألمان وإيطاليين.\n- أكدت أمريكا تجاوزها لمسألة بقاء الأسد بعد لقاء وفد المعارضة في واشنطن."
  },
  {
    "id": "17",
    "title": "ما هي توازنات القوى الإقليمية في سوريا؟ (الباب الثالث: الفصل 2)",
    "content": "- شكلت سوريا ساحة صراع بين إيران ودول الخليج بسبب دعمها لحزب الله.\n- سعت إيران لتعزيز نفوذها عبر ميليشيات شيعية في سوريا والعراق.\n- دعمت السعودية فصائل المعارضة المسلحة لمواجهة النفوذ الإيراني.\n- حاولت تركيا استغلال الأزمة لتوسيع نفوذها في شمال سوريا.\n- أثرت التدخلات الروسية في 2015 على توازن القوى لصالح النظام السوري.\n- سعت أمريكا لدعم الأكراد لمواجهة داعش، مما أثار توترًا مع تركيا."
  },
  {
    "id": "18",
    "title": "كيف أثرت التدخلات الخارجية على توازنات سوريا؟ (الباب الثالث: الفصل 2)",
    "content": "- عززت روسيا النظام السوري عبر غارات جوية ضد فصائل المعارضة.\n- دعمت إيران النظام بقوات الحرس الثوري وميليشيات حزب الله.\n- قدمت أمريكا تسليحًا وتدريبًا لوحدات حماية الشعب الكردية.\n- دعمت تركيا فصائل مثل الجيش الحر للسيطرة على مناطق شمالية.\n- ساهمت السعودية في تمويل فصائل جهادية قبل مراجعتها لسياستها في 2014.\n- أدت التدخلات المتضاربة إلى تعقيد الحل السياسي للأزمة السورية."
  },
  {
    "id": "19",
    "title": "ما هي التحديات التي تواجه توازنات الإقليم في سوريا؟ (الباب الثالث: الفصل 2)",
    "content": "- أدى الصراع بين إيران وإسرائيل إلى غارات جوية إسرائيلية على مواقع إيرانية.\n- تسبب دعم تركيا لفصائل إسلامية في توتر علاقاتها مع روسيا.\n- عارضت أمريكا تمدد النفوذ الإيراني، مما زاد التوتر في شمال شرق سوريا.\n- أثرت الأزمة الاقتصادية في لبنان على قدرة حزب الله على دعم النظام.\n- سعت قطر لدعم فصائل معارضة، مما أثار خلافات مع السعودية.\n- أعاقت التدخلات المتعددة جهود إعادة الإعمار في سوريا."
  },
  {
    "id": "20",
    "title": "كيف أثرت مراجعة السياسات على توازنات سوريا؟ (الباب الثالث: الفصل 2)",
    "content": "- قلصت السعودية دعمها للجماعات الجهادية بعد تصنيفها كمنظمات إرهابية.\n- تراجعت تركيا عن دعم إسقاط الأسد بعد مفاوضات مع روسيا.\n- أعادت أمريكا تقييم دعمها للمعارضة بعد فشلها في تحقيق أهدافها.\n- حاولت إيران تعزيز وجودها عبر اتفاقات اقتصادية مع النظام السوري.\n- دعمت روسيا تسويات سياسية لتثبيت النظام مع الحفاظ على مصالحها.\n- ساهمت مراجعة السياسات في تقليص الدعم للفصائل المتطرفة."
  },
  {
    "id": "21",
    "title": "ما هي تناقضات القوى الإقليمية في سوريا؟ (الباب الثالث: الفصل 3)",
    "content": "- دعمت إيران النظام السوري بينما عارضته السعودية دعمًا للمعارضة.\n- سعت تركيا لإنشاء مناطق نفوذ شمالية، مما أثار قلق روسيا.\n- عارضت إسرائيل وجود إيران في سوريا وقصفت مواقعها بشكل متكرر.\n- دعمت أمريكا الأكراد لمواجهة داعش، مما أثار غضب تركيا.\n- حاولت قطر دعم فصائل إسلامية، مما زاد التوتر مع دول الخليج.\n- أدت هذه التناقضات إلى تعقيد جهود التسوية السياسية."
  },
  {
    "id": "22",
    "title": "كيف أثرت التناقضات على حل الأزمة السورية؟ (الباب الثالث: الفصل 3)",
    "content": "- أعاقت الخلافات بين السعودية وإيران التوصل إلى تسوية شاملة.\n- تسبب دعم تركيا لفصائل إسلامية في توتر مفاوضات آستانا.\n- أدت الغارات الإسرائيلية على مواقع إيرانية إلى تصعيد عسكري.\n- عارضت أمريكا بقاء الأسد بينما دعمته روسيا، مما عطل الحل السياسي.\n- ساهمت قطر في تمويل فصائل متطرفة، مما أثار انتقادات عربية.\n- أدت التناقضات إلى إطالة أمد الحرب وزيادة معاناة السوريين."
  },
  {
    "id": "23",
    "title": "ما هي العوامل التي عززت تناقضات الإقليم؟ (الباب الثالث: الفصل 3)",
    "content": "- عززت إيران نفوذها عبر دعم ميليشيات شيعية في سوريا والعراق.\n- دعمت السعودية فصائل معارضة لمواجهة التمدد الإيراني.\n- سعت تركيا للسيطرة على شمال سوريا لمنع تمدد الأكراد.\n- أدت الغارات الإسرائيلية إلى زيادة التوتر مع إيران وحزب الله.\n- حاولت قطر تعزيز نفوذها عبر دعم جماعات إسلامية متطرفة.\n- ساهمت التدخلات الأمريكية والروسية في تعميق الانقسامات الإقليمية."
  },
  {
    "id": "24",
    "title": "كيف حاولت الأطراف حلحلة التناقضات؟ (الباب الثالث: الفصل 3)",
    "content": "- أجرت السعودية مفاوضات مع روسيا لتسوية الأزمة السورية.\n- حاولت تركيا التفاوض مع روسيا لإنشاء منطقة آمنة شمال سوريا.\n- توسطت إيران لتحسين علاقات قطر بسوريا لمواجهة السعودية.\n- دعمت أمريكا مباحثات مع الأكراد لتخفيف التوتر مع تركيا.\n- سعت روسيا لفرض تسويات سياسية تحافظ على النظام السوري.\n- فشلت معظم المحاولات بسبب تضارب المصالح بين الأطراف."
  },
  {
    "id": "25",
    "title": "ما هي استراتيجية الهدن في الأزمة السورية؟ (الباب الثالث: الفصل 4)",
    "content": "- اعتمدت روسيا استراتيجية الهدن لتخفيف التصعيد في مناطق النزاع.\n- شملت الهدن إدلب وحمص والغوطة الشرقية لتسهيل المفاوضات.\n- سعت تركيا لاستغلال الهدن لتعزيز نفوذها في شمال سوريا.\n- عارضت إيران الهدن التي تهدد وجود ميليشياتها في سوريا.\n- دعمت أمريكا الهدن لتأمين مناطق سيطرة الأكراد في الشمال.\n- فشلت الهدن غالبًا بسبب خرق الفصائل المسلحة للاتفاقات."
  },
  {
    "id": "26",
    "title": "كيف أثرت ممرات إنسانية مثل أعزاز على الأزمة؟ (الباب الثالث: الفصل 4)",
    "content": "- سمحت ممرات مثل أعزاز بإجلاء المدنيين من مناطق النزاع.\n- استغلت تركيا الممرات لنقل مقاتلي فصائل موالية إلى مناطقها.\n- عارض النظام السوري الممرات لأنها عززت نفوذ تركيا.\n- ساهمت الممرات في تخفيف المعاناة الإنسانية في إدلب.\n- أدت خروقات الهدن إلى تحويل الممرات إلى نقاط صراع.\n- حاولت روسيا ضبط الممرات عبر نقاط مراقبة عسكرية."
  },
  {
    "id": "27",
    "title": "ما هي التحديات التي واجهت استراتيجية الهدن؟ (الباب الثالث: الفصل 4)",
    "content": "- خرقت فصائل مثل جبهة النصرة اتفاقات الهدن بشكل متكرر.\n- أدى تدخل تركيا إلى تحويل مناطق الهدن إلى قواعد عسكرية.\n- عارضت إيران الهدن التي تهدد سيطرتها على مناطق استراتيجية.\n- واجهت روسيا صعوبات في ضبط الفصائل المسلحة في إدلب.\n- أثرت الغارات الإسرائيلية على استقرار مناطق الهدن.\n- فشلت الهدن في تحقيق تقدم سياسي بسبب تضارب المصالح."
  },
  {
    "id": "28",
    "title": "كيف أثرت ممرات أعزاز على الوضع الإنساني؟ (الباب الثالث: الفصل 4)",
    "content": "- سهلت ممرات أعزاز إيصال المساعدات الإنسانية إلى إدلب.\n- استغلت فصائل مسلحة الممرات لنقل أسلحة ومقاتلين.\n- أدت الممرات إلى نزوح آلاف المدنيين إلى مناطق تركية.\n- عارض النظام السوري الممرات لأنها عززت سيطرة تركيا.\n- حاولت الأمم المتحدة مراقبة الممرات لضمان وصول المساعدات.\n- أثرت خروقات الهدن على فعالية الممرات الإنسانية."
  },
  {
    "id": "29",
    "title": "ما هي فزاعة الحرب العالمية الثالثة في سوريا؟ (الباب الثالث: الفصل 5)",
    "content": "- أثارت التدخلات الروسية والأمريكية مخاوف من صراع عالمي.\n- تصاعد التوتر بين إيران وإسرائيل زاد مخاطر التصعيد الإقليمي.\n- حذرت تركيا من تداعيات عسكرية إذا تصاعد النزاع في إدلب.\n- سعت روسيا لتجنب المواجهة المباشرة مع أمريكا في سوريا.\n- أدت الغارات الإسرائيلية إلى تحذيرات من حرب شاملة.\n- اعتبرت الأمم المتحدة سوريا ساحة لتجاذبات القوى العظمى."
  },
  {
    "id": "30",
    "title": "كيف أثرت التدخلات الدولية على مخاوف الحرب؟ (الباب الثالث: الفصل 5)",
    "content": "- عززت الغارات الروسية النظام السوري، مما أثار قلق أمريكا.\n- أدت ضربات أمريكا ضد داعش إلى توتر مع روسيا.\n- ساهمت الغارات الإسرائيلية في زيادة التوتر مع إيران.\n- حذرت تركيا من تداعيات عسكرية إذا تصاعد النزاع في الشمال.\n- أجرت روسيا وأمريكا مفاوضات لتجنب الصدام المباشر.\n- أثارت التدخلات مخاوف من تحول سوريا إلى حرب عالمية."
  },
  {
    "id": "31",
    "title": "ما هي العوامل التي خففت من مخاطر الحرب؟ (الباب الثالث: الفصل 5)",
    "content": "- أجرت روسيا وأمريكا قنوات اتصال لتجنب الصدام العسكري.\n- سعت تركيا للتفاوض مع روسيا لتخفيف التوتر في إدلب.\n- دعمت الأمم المتحدة مبادرات لتخفيف التصعيد في سوريا.\n- قلصت السعودية دعمها لفصائل متطرفة لتجنب التصعيد.\n- حاولت إيران الحفاظ على نفوذها دون مواجهة مباشرة.\n- ساهمت مفاوضات آستانا في تقليل مخاطر التصعيد العالمي."
  },
  {
    "id": "32",
    "title": "كيف أثرت الأزمة السورية على الوضع الدولي؟ (الباب الثالث: الفصل 5)",
    "content": "- أصبحت سوريا ساحة للتنافس بين روسيا وأمريكا.\n- زاد التوتر بين إيران وإسرائيل بسبب الغارات على مواقع إيرانية.\n- أثرت الأزمة على العلاقات بين تركيا وحلف الناتو.\n- دعمت السعودية تسويات لتقليل التصعيد مع روسيا.\n- حذرت الأمم المتحدة من تداعيات إنسانية كارثية.\n- أدت الأزمة إلى تعقيد العلاقات الدولية في المنطقة."
  },
  {
    "id": "33",
    "title": "من هم العائدون من سوريا وما هي تداعياتهم؟ (الباب الثالث: الفصل 6)",
    "content": "- شمل العائدون مقاتلين أجانب انضموا لفصائل جهادية في سوريا.\n- أثار عودتهم مخاوف أمنية في دولهم، خاصة أوروبا والسعودية.\n- نفذ بعض العائدين هجمات إرهابية في بلدانهم الأصلية.\n- قدمت تونس تسهيلات لعودة مواطنيها من سوريا عبر مكتب بدمشق.\n- حذرت روسيا من نقل مقاتلين من إدلب إلى مناطق أخرى مثل ليبيا.\n- سعت الأمم المتحدة لتأهيل العائدين لتجنب تهديداتهم الأمنية."
  },
  {
    "id": "34",
    "title": "كيف أثر العائدون على دول المنطقة؟ (الباب الثالث: الفصل 6)",
    "content": "- أدى عودة مقاتلين سعوديين إلى تشديد العقوبات على الجهاديين.\n- نفذ عائدون هجمات في مصر، مما زاد التحديات الأمنية.\n- أثر عودة مقاتلين على استقرار تونس بعد عودتهم من سوريا.\n- حذرت الأردن من تهديدات العائدين على أمنها الحدودي.\n- سعت تركيا لمراقبة العائدين لمنع هجمات داخل أراضيها.\n- أدت عودة المقاتلين إلى تعزيز التعاون الأمني الإقليمي."
  },
  {
    "id": "35",
    "title": "ما هي التحديات الأمنية لعودة المقاتلين؟ (الباب الثالث: الفصل 6)",
    "content": "- شكل العائدون تهديدًا بسبب خبراتهم القتالية المكتسبة في سوريا.\n- أدى انتشار الأيديولوجيات المتطرفة إلى زيادة التجنيد المحلي.\n- واجهت أوروبا صعوبات في مراقبة العائدين من سوريا.\n- حذرت روسيا من نقل العائدين إلى مناطق نزاع أخرى.\n- سعت السعودية لتأهيل العائدين عبر برامج إعادة دمج.\n- أثرت عودة المقاتلين على جهود مكافحة الإرهاب عالميًا."
  },
  {
    "id": "36",
    "title": "كيف تعاملت الدول مع العائدين من سوريا؟ (الباب الثالث: الفصل 6)",
    "content": "- فرضت السعودية عقوبات على المقاتلين العائدين من سوريا.\n- قدمت تونس تسهيلات لعودة مواطنيها مع مراقبة أمنية.\n- أجرت فرنسا تعاونًا مع المخابرات السورية لمراقبة العائدين.\n- حذرت تركيا من تهديدات العائدين على أمنها القومي.\n- سعت روسيا لمنع نقل العائدين إلى مناطق نزاع أخرى.\n- دعمت الأمم المتحدة برامج لتأهيل العائدين وإعادة دمجهم."
  },
  {
    "id": "37",
    "title": "ما هي تداعيات الخروج الإيراني من سوريا؟ (الباب الثالث: الفصل 7)",
    "content": "- طالب الاتحاد الأوروبي والسعودية بخروج إيران من سوريا كشرط لإعادة الإعمار.\n- أكد بوتين ضرورة انسحاب القوات الأجنبية، بما في ذلك إيران، في 2018.\n- عارض النظام السوري الخروج الإيراني بسبب دعم طهران له.\n- سعت روسيا لتقليص النفوذ الإيراني دون إغضاب دمشق.\n- أدت الغارات الإسرائيلية إلى ضغوط على إيران للانسحاب.\n- أثر الخروج الإيراني على توازن القوى في سوريا."
  },
  {
    "id": "38",
    "title": "كيف أثرت الغارات الإسرائيلية على الوجود الإيراني؟ (الباب الثالث: الفصل 7)",
    "content": "- استهدفت إسرائيل مواقع إيرانية في سوريا لمنع نقل أسلحة إلى حزب الله.\n- أدت الغارات إلى خسائر في صفوف الحرس الثوري وحزب الله.\n- حاولت روسيا تخفيف التوتر بين إسرائيل وإيران دون نجاح.\n- عارض النظام السوري الغارات لكنه عجز عن منعها.\n- زادت الغارات من الضغط على إيران لتقليص وجودها.\n- أثرت الغارات على استقرار المناطق الخاضعة للنظام."
  },
  {
    "id": "39",
    "title": "ما هي العوامل التي تعيق الخروج الإيراني؟ (الباب الثالث: الفصل 7)",
    "content": "- تمسك النظام السوري بالوجود الإيراني لدعم حكمه.\n- أبرمت إيران اتفاقات رسمية مع سوريا تمنحها شرعية الوجود.\n- حاولت روسيا تقليص النفوذ الإيراني دون إثارة توتر مع دمشق.\n- عارضت إيران الخروج خوفًا من فقدان نفوذها الإقليمي.\n- أدت العقوبات الأمريكية إلى تعزيز تمسك إيران بسوريا.\n- ساهمت الغارات الإسرائيلية في تعقيد قرار الخروج الإيراني."
  },
  {
    "id": "40",
    "title": "كيف أثر الخروج الإيراني على التسوية السورية؟ (الباب الثالث: الفصل 7)",
    "content": "- اعتبرت السعودية الخروج الإيراني شرطًا لدعم إعادة الإعمار.\n- سعت روسيا لتسوية سياسية تشمل تقليص النفوذ الإيراني.\n- عارضت أمريكا بقاء إيران في سوريا لأسباب أمنية.\n- أدت الغارات الإسرائيلية إلى زيادة الضغط على النظام السوري.\n- حاولت إيران الحفاظ على نفوذها عبر ميليشيات موالية.\n- أعاقت العوامل السياسية تحقيق تسوية شاملة."
  },
  {
    "id": "41",
    "title": "ما هي أهمية مراجعة تغيرات الإقليم؟ (الباب الثالث: الفصل 8)",
    "content": "- تتطلب الأزمة السورية مراجعة شاملة لتغيرات القوى الإقليمية.\n- أدى صعود النفوذ الإيراني إلى توتر مع السعودية وإسرائيل.\n- سعت تركيا لتعزيز نفوذها في شمال سوريا عبر مناطق آمنة.\n- دعمت روسيا النظام السوري لتثبيت مصالحها في المنطقة.\n- أثرت التدخلات الأمريكية على توازن القوى في الشمال.\n- تطلبت المراجعة إعادة تقييم السياسات تجاه الأزمة السورية."
  },
  {
    "id": "42",
    "title": "كيف أثرت التغيرات الإقليمية على سوريا؟ (الباب الثالث: الفصل 8)",
    "content": "- عززت التدخلات الروسية النظام السوري ضد المعارضة.\n- أدى صعود النفوذ الإيراني إلى غارات إسرائيلية مكثفة.\n- سعت تركيا للسيطرة على شمال سوريا عبر دعم فصائل.\n- دعمت السعودية تسويات سياسية لتقليص النفوذ الإيراني.\n- أثرت العقوبات الأمريكية على إيران في استقرار سوريا.\n- أدت التغيرات إلى تعقيد جهود إعادة الإعمار."
  },
  {
    "id": "43",
    "title": "ما هي التحديات التي تواجه مراجعة التغيرات؟ (الباب الثالث: الفصل 8)",
    "content": "- أعاقت الخلافات بين إيران والسعودية تقدم التسوية.\n- تسبب تدخل تركيا في توتر مع روسيا والأكراد.\n- أدت الغارات الإسرائيلية إلى زيادة التوتر مع إيران.\n- عارضت أمريكا بقاء النظام السوري مما عطل المفاوضات.\n- سعت قطر لدعم فصائل متطرفة، مما زاد التعقيد.\n- تطلبت المراجعة توافقًا إقليميًا لتحقيق الاستقرار."
  },
  {
    "id": "44",
    "title": "كيف ساهمت المراجعة في استقرار الإقليم؟ (الباب الثالث: الفصل 8)",
    "content": "- ساهمت مراجعة السعودية لسياستها في تقليص دعم الجهاديين.\n- حاولت تركيا التفاوض مع روسيا لتخفيف التوتر في إدلب.\n- دعمت روسيا تسويات سياسية لتثبيت النظام السوري.\n- سعت أمريكا لتخفيف التوتر مع الأكراد عبر مفاوضات.\n- حاولت إيران الحفاظ على نفوذها دون تصعيد عسكري.\n- ساهمت المراجعة في تقليل التصعيد الإقليمي."
  },
  {
    "id": "45",
    "title": "ما هي أهمية القمة الأمنية بالقدس؟ (الباب الثالث: الفصل 9)",
    "content": "- عُقدت القمة الأمنية في القدس عام 2019 لبحث الأزمة السورية.\n- شاركت روسيا وأمريكا وإسرائيل لمناقشة النفوذ الإيراني.\n- سعت القمة لفرض خروج إيران من سوريا كشرط للتسوية.\n- عارضت روسيا الضغط على إيران حفاظًا على تحالفها.\n- أكدت إسرائيل ضرورة منع نقل أسلحة إيرانية عبر سوريا.\n- هدفت القمة إلى تحقيق توافق إقليمي حول سوريا."
  },
  {
    "id": "46",
    "title": "كيف أثرت القمة على الوجود الإيراني؟ (الباب الثالث: الفصل 9)",
    "content": "- طالبت إسرائيل بخروج إيران من سوريا لحماية أمنها القومي.\n- عارضت روسيا الضغط على إيران للحفاظ على علاقاتها بدمشق.\n- دعمت أمريكا موقف إسرائيل ضد النفوذ الإيراني.\n- أدت القمة إلى زيادة الغارات الإسرائيلية على مواقع إيرانية.\n- حاولت إيران تعزيز وجودها عبر ميليشيات موالية.\n- فشلت القمة في تحقيق توافق حول خروج إيران."
  },
  {
    "id": "47",
    "title": "ما هي التحديات التي واجهت القمة الأمنية؟ (الباب الثالث: الفصل 9)",
    "content": "- عارضت روسيا الضغط على إيران حفاظًا على مصالحها.\n- تمسك النظام السوري بالوجود الإيراني لدعم حكمه.\n- أدت الغارات الإسرائيلية إلى تصعيد التوتر مع إيران.\n- عارضت إيران الخروج خوفًا من فقدان نفوذها الإقليمي.\n- أثرت العقوبات الأمريكية على إيران في تعقيد المفاوضات.\n- فشلت القمة في تحقيق تسوية شاملة للأزمة."
  },
  {
    "id": "48",
    "title": "كيف أثرت القمة على التسوية السورية؟ (الباب الثالث: الفصل 9)",
    "content": "- سعت القمة لفرض تسوية تشمل خروج إيران من سوريا.\n- عارضت روسيا التضحية بعلاقاتها مع إيران والنظام.\n- دعمت إسرائيل الضغط على إيران عبر غارات جوية.\n- أدت القمة إلى زيادة التوتر بين الأطراف الإقليمية.\n- حاولت أمريكا فرض عقوبات لإضعاف إيران في سوريا.\n- أعاقت الخلافات تحقيق تقدم في التسوية السورية."
  },
  {
    "id": "49",
    "title": "ما هي أهداف تركيا من إنشاء المنطقة الآمنة؟ (الباب الثالث: الفصل 10)",
    "content": "- طرحت تركيا فكرة المنطقة الآمنة في 2012 لمنع تسلل عناصر PKK.\n- هدفت إلى إنشاء منطقة عازلة تمتد من البحر المتوسط إلى العراق.\n- سعت لإعادة توطين 3 ملايين لاجئ سوري في المنطقة.\n- استهدفت السيطرة على مناطق إدلب وعفرين وجرابلس وكوباني.\n- حاولت تركيا تعزيز نفوذها عبر دعم فصائل موالية.\n- أثارت الفكرة قلق الأكراد والنظام السوري."
  },
  {
    "id": "50",
    "title": "كيف تفاعلت الأطراف الدولية مع المنطقة الآمنة؟ (الباب الثالث: الفصل 10)",
    "content": "- رفضت أمريكا في البداية إنشاء المنطقة، لكنها وافقت في 2018.\n- دعمت روسيا الفكرة بشرط التنسيق مع النظام السوري.\n- عارضت إيران المنطقة لأنها تهدد مصالحها في سوريا.\n- تحفظ الاتحاد الأوروبي خوفًا من انتهاكات تركية ضد الأكراد.\n- رفضت قوات سوريا الديمقراطية سيطرة تركيا على المنطقة.\n- اعتبرت سوريا المنطقة انتهاكًا لسيادتها الوطنية."
  },
  {
    "id": "51",
    "title": "ما هي التحديات التي تواجه إنشاء المنطقة الآمنة؟ (الباب الثالث: الفصل 10)",
    "content": "- أثار إنشاء المنطقة توترًا بين تركيا والأكراد في الشمال.\n- عارض النظام السوري المنطقة لأنها تعزز النفوذ التركي.\n- أدى رفض الأكراد للمنطقة إلى تهديدات تركية بالاجتياح.\n- تسبب الخلاف الأمريكي-التركي في تأخير تنفيذ المنطقة.\n- حذرت روسيا من مخاطر تقسيم سوريا عبر المنطقة.\n- أثرت العقوبات على تركيا في تمويل مشروع المنطقة."
  },
  {
    "id": "52",
    "title": "كيف أثرت المنطقة الآمنة على الأزمة السورية؟ (الباب الثالث: الفصل 10)",
    "content": "- عززت المنطقة النفوذ التركي في شمال سوريا.\n- أدت إلى نزوح الأكراد من مناطق مثل رأس العين وتل أبيض.\n- ساهمت في تعقيد العلاقات بين تركيا وروسيا.\n- أثارت مخاوف من تغييرات ديموغرافية في المنطقة.\n- عارضت سوريا المنطقة واعتبرتها احتلالًا أجنبيًا.\n- ساهمت في زيادة التوتر بين الأكراد وتركيا."
  },
  {
    "id": "53",
    "title": "ما هي أهمية تحرير خان شيخون؟ (الباب الثالث: الفصل 11)",
    "content": "- سيطر الجيش السوري على خان شيخون في أغسطس 2019 بعد معارك.\n- تُعد خان شيخون معقلًا لجبهة النصرة ومركزًا للطرق الدولية.\n- سمح تحريرها بفتح الطريق نحو إدلب وحماة وحلب.\n- أدى تحريرها إلى حصار نقطة مراقبة تركية في مورك.\n- دعم الطيران الروسي الهجوم ضد فصائل إسلامية.\n- شكل تحريرها تحولًا استراتيجيًا في شمال سوريا."
  },
  {
    "id": "54",
    "title": "كيف تدخلت تركيا في معركة خان شيخون؟ (الباب الثالث: الفصل 11)",
    "content": "- دفعت تركيا برتل عسكري لدعم فصائل موالية في خان شيخون.\n- شمل الرتل 50 آلية ومدرعات مدعومة بفيلق الشام.\n- استهدفت تركيا إنشاء نقاط مراقبة جديدة لمنع تقدم الجيش.\n- قصفت طائرات روسية وسورية الرتل لوقف تقدمه.\n- تمسكت تركيا بحماية نقاطها العسكرية في إدلب.\n- أدى التدخل التركي إلى تصعيد التوتر مع روسيا."
  },
  {
    "id": "55",
    "title": "ما هي التداعيات الاستراتيجية لتحرير خان شيخون؟ (الباب الثالث: الفصل 11)",
    "content": "- قطع تحرير خان شيخون الطريق الدولي بين إدلب وحماة.\n- أدى إلى حصار نقطة مراقبة تركية في مورك بريف حماة.\n- كشف عن تعاون تركيا مع جبهة النصرة وفصائل متطرفة.\n- عزز موقف الجيش السوري في شمال سوريا.\n- أثار توترًا بين تركيا وروسيا بسبب خرق اتفاقات سوتشي.\n- ساهم في إضعاف سيطرة الفصائل الإسلامية على إدلب."
  },
  {
    "id": "56",
    "title": "كيف أثر الموقف الروسي على معركة خان شيخون؟ (الباب الثالث: الفصل 11)",
    "content": "- دعمت روسيا الهجوم السوري على خان شيخون بغارات جوية.\n- عارضت روسيا التدخل التركي لدعم الفصائل الإسلامية.\n- انتقد بوتين إدارة تركيا لمنطقة خفض التوتر في إدلب.\n- سعت روسيا للحفاظ على سيادة سوريا ووحدة أراضيها.\n- أكدت روسيا أن الهجوم لا يخالف اتفاقات سوتشي.\n- راهنت روسيا على أوراق ضغط ضد تركيا مثل صفقة S-400."
  },
  {
    "id": "57",
    "title": "ما هي تفاصيل اتفاق المنطقة الآمنة في سوريا؟ (الباب الثالث: الفصل 12)",
    "content": "- اتفقت أمريكا وتركيا في أغسطس 2019 على إنشاء مركز عمليات مشترك.\n- هدفت المنطقة إلى إعادة توطين اللاجئين السوريين في الشمال.\n- رفضت تركيا إدارة مشتركة كاملة وسعت للسيطرة الكاملة.\n- تضمن الاتفاق عدم إجراء تغييرات ديموغرافية في المنطقة.\n- عارضت سوريا الاتفاق واعتبرته انتهاكًا لسيادتها.\n- أثار الاتفاق قلق الأكراد من تهجير محتمل."
  },
  {
    "id": "58",
    "title": "كيف أثرت المنطقة الآمنة على الأكراد؟ (الباب الثالث: الفصل 12)",
    "content": "- أجبرت الأكراد على سحب قواتهم من رأس العين وتل أبيض.\n- أثارت المنطقة مخاوف الأكراد من هجمات تركية محتملة.\n- أوفدت قسد وفودًا إلى دمشق وموسكو لمواجهة الاتفاق.\n- حاولت الأكراد التفاوض مع النظام السوري لدعمها.\n- دعمت السعودية عشائر الشمال لمواجهة التدخل التركي.\n- أدى الاتفاق إلى إضعاف موقف الأكراد في الشمال."
  },
  {
    "id": "59",
    "title": "ما هي مخاطر إعادة بعث داعش في سوريا؟ (الباب الثالث: الفصل 12)",
    "content": "- كشفت روسيا عن تدريب أمريكي لتنظيمات مثل مغاوير الثورة.\n- نقلت مروحيات أمريكية دواعش إلى مناطق النظام لزعزعة الاستقرار.\n- أكد تقرير البنتاغون عودة داعش إلى شمال شرق سوريا.\n- حذر معهد دراسات الحرب من تمرد جديد لداعش.\n- استهدفت إعادة بعث داعش قطع الطريق بين سوريا والعراق.\n- أثارت عودة داعش مخاوف من زعزعة استقرار المنطقة."
  },
  {
    "id": "60",
    "title": "كيف استغلت القوى الدولية عودة داعش؟ (الباب الثالث: الفصل 12)",
    "content": "- استخدمت أمريكا داعش لمواجهة النفوذ الإيراني في سوريا.\n- دعمت تركيا إعادة تأهيل دواعش في معسكرات لزعزعة الاستقرار.\n- حذرت روسيا من نقل دواعش إلى مناطق نزاع أخرى.\n- استهدفت عودة داعش عرقلة الطريق بين طهران وبيروت.\n- أثرت عودة داعش على جهود مكافحة الإرهاب في المنطقة.\n- ساهمت في تعقيد التسوية السياسية للأزمة السورية."
  }
]
}